tap "homebrew/bundle"
tap "jakehilborn/jakehilborn"
tap "quarkusio/tap"
brew "azcopy"
brew "python@3.12"
brew "azure-cli"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "cairo"
brew "lima"
brew "colima"
brew "coreutils"
brew "ctop"
brew "rtmpdump"
brew "curl"
brew "docker"
brew "docker-credential-helper"
brew "git"
brew "unbound"
brew "go"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "helm"
brew "htop"
brew "istioctl"
brew "jq"
brew "k6"
brew "k9s"
brew "kind"
brew "kubecolor"
brew "kubernetes-cli"
brew "lsd"
brew "maven"
brew "micro"
brew "node"
brew "nvm"
brew "openldap"
brew "openshift-cli"
brew "openssl@1.1"
brew "pipx"
brew "postgresql@15"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "starship"
brew "stow"
brew "tree"
brew "wasmtime"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "jakehilborn/jakehilborn/displayplacer"
brew "quarkusio/tap/quarkus"
cask "azure-data-studio"
cask "cyberduck"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-remote-desktop"
cask "postman"
cask "rancher"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "tidal"
cask "visual-studio-code"
cask "vlc"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.vscode-node-azure-pack"
